{"cab6ebc9f15a9546": "Поступки оцениваются по намерениям, поэтому каждый человек получит то, что задумал.", "a7fc2c2105fdc2ed": "Рассказал Абу Масъуд Аль-Ансари: Однажды человек сказал Посланнику Аллаха (ﷺ): «О, Посланник Аллаха (ﷺ)! Я не могу присутствовать на (обязательной коллективной) молитве, потому что такой-то (Имам) продлевает молитву, когда он ведет нас к ней. Рассказчик добавил: «Я никогда не видел Пророка (ﷺ) более разъяренным в даче советов, чем он был в тот день. Пророк сказал: «О люди! Некоторые из вас заставляют других не любить добрые дела (молитвы). Поэтому тот, кто руководит людьми в молитве, должен сократить ее, потому что среди них есть больные, слабые и нуждающиеся (имеющие какую-то работу)", "02111d804646fc17": "Abdurrahman bin Ebi Bekre'nin babası şöyle anlatıyor: Bir defasında Peygamber (s.a.v.) devesine biniyordu ve bir adam da onun dizginlerini tutuyordu. Peygamber (s.a.v.) \"Bugün günlerden nedir?\" diye sordu. O güne başka bir isim verir diye sustuk. \"Bugün Nahr günü değil mi?\" dedi. Biz de \"Evet\" dedik. Ayrıca \"Bu hangi ay?\" diye sordu. Belki başka bir isim verir diye yine sustuk. Sonra \"Zilhicce ayı değil mi?\" dedi. \"Evet\" diye cevap verdik. \"Şüphesiz ki, sizin kanlarınız, mallarınız ve namuslarınız, birbirinize (yani Müslümanlara) karşı, bu gününüzün, bu ayınızın ve bu şehrinizin kutsallığı gibi kutsaldır. Orada bulunanların, bulunmayanlara haber vermesi bir borçtur. Çünkü, bulunmayanlar (söylediklerimi), mevcut dinleyicilerden daha iyi anlayabilirler.\"", "22d599805a2f4729": "Enes (r.a.) anlatıyor: \"Resûlullah (s.a.v.) şöyle buyurdu: \"Kim şu üç haslete sahip olursa, imanın tadını tadar: 1. Allah ve Resulünün kendisine her şeyden daha sevgili olduğu kimse. 2. Bir insanı seven ve onu yalnızca Allah için seven. 3. Allah onu oradan çıkardıktan (kurtardıktan) sonra tekrar küfre (ateizme) dönmekten, ateşe atılmaktan hoşlandığı gibi nefret eden kimse.", "80ca562e281a76cf": "Ebu Mes'ud'dan rivayet edildiğine göre Rasulullah (s.a.v.) şöyle buyurdu: \"Bir kimse Allah rızası için ailesi için (Allah'tan bir ödül almayı umarak) samimi olarak infak ederse bu onun için bir nevi sadakadır.", "6441b825339b9bd7": "📿 Hadith\n\nAccording to what was narrated from Abu Mas'ud, the Prophet (pbuh) said: \"If a person spends sincerely for his family for the sake of Allah (hoping to receive a reward from Allah), this is a kind of charity for him.\n\n📖 Sahih al-Bukhari — Book 2, Hadith 55", "3be307f3cd3875a4": "📿 Hadis\n\nEbu Mes'ud'dan rivayet edildiğine göre Rasulullah (s.a.v.) şöyle buyurdu: \"Bir kimse Allah rızası için ailesi için (Allah'tan bir ödül almayı umarak) samimi olarak infak ederse bu onun için bir nevi sadakadır.\n\n📖 Sahih al-Bukhari — Book 2, Hadith 55", "55d4d9e5c485c63b": "İbn Mes'ud anlatıyor: Peygamber (s.a.v.), sıkılmamamız için uygun bir zaman seçerek vaaz vermemizde bizimle ilgilenirdi. (Bizi vaaz ve ilimle rahatsız etmekten her zaman kaçındı)", "eb1f4ae50a2d5a5b": "Aişe (r.a.) anlatıyor: \"Resûlullah (s.a.v.) Müslümanlara bir şeyi emrettiği zaman, onlara (güç ve dayanıklılıklarına göre) kolay olan amelleri emrederdi. \"Ya Rasulallah! Biz senin gibi değiliz. Allah senin geçmiş ve gelecek günahlarını bağışladı\" dediler. Bunun üzerine Allah'ın Elçisi öfkelendi ve bu, yüzünden belli oldu. Dedi ki: \"Ben Allah'tan en çok korkanım ve Allah'ı hepinizden daha iyi tanırım.\"", "aee529a760a130ec": "Enes şöyle dedi: Sana bir hadis anlatacağım ve ondan sonra sana anlatacağımdan başkası değil. Ben Rasulullah (s.a.v.)'i şöyle derken işittim: Kıyamet alametlerindendir: -1. Din bilgisi azalacaktır (din bilginlerinin ölmesiyle). -2. Dini cehalet galip gelecektir. -3. Açık yasa dışı cinsel ilişki yaygınlaşacak. -4. Kadınların sayısı artacak, erkeklerin sayısı o kadar azalacak ki elli kadına bir erkek bakacak.", "b46dfcc210d261f9": "Всемогущий Бог говорит: И они обратились друг к другу с вопросами. Ибн Аббас сказал: Когда они поднимутся из могил, они спросят друг друга. Сказано: В Раю они будут дивиться, то есть вспоминать усталость и страх перед последствиями, которые они испытывали в этом мире, и возблагодарят Всевышнего за исчезновение у них страха. Было сказано: Некоторые из них говорят друг другу: «Почему ты достиг такого высокого статуса?»", "d76ae21a7db58b36": "Тафсир для этого аята не найден.", "74e755e126302a2f": "God Almighty says: And they turned to each other asking questions. Ibn Abbas said: When they are raised from their graves, they will ask each other. It was said: In Paradise, they will wonder, that is, they will remember the fatigue and fear of the consequences they were experiencing in this world, and they will thank God Almighty for the disappearance of fear from them. It was said: Some of them say to each other, “Why have you achieved this high status?”", "7888998947589698": "That is, each responsible person among them said to his questioner: “We were before,” meaning in this world, fearful and fearful of the punishment of God.", "014a3b0f61df5a41": "То есть каждый ответственный человек среди них говорил своему вопрошающему: «Мы были прежде», имея в виду в этом мире боязливые и устрашающиеся наказания Божия.", "34bb63a9076665f2": "Дай Бог нам рая и прощения. Было сказано: С успехом и руководством. И защити нас от мук ядов. Аль-Хасан сказал: Яды – это одно из названий огня и слой слоев ада. Было сказано: «Это огонь», как вы говорите: «Ад». Было сказано: Огонь мучений токсинов. Токсины и горячие ветры – это женственно. Об этом говорят: яд наших дней, как [с. 66] отравлен, а множественное число — яды. Абу Убайда сказал: яды днем ​​и могут возникать ночью, а жара ночью и может возникать днем. Яды можно использовать на холоде, но они с большей вероятностью будут использованы в жару и на солнце. Аль-Раджаз сказал: Сегодня холодный день, отравленный сегодняшним беспокойством, поэтому я не виню его.", "5597a9173729deff": "Всемогущий Бог говорит: Действительно, мы молились Ему и раньше, то есть в этом мире, чтобы даровал нам прощение наших недостатков. Сказано: Мы призываем Его, то есть поклоняемся Ему. Воистину, Он Праведный, Милосердный. Нафи и Аль-Кисаи прочитали «это» при открытии хамзы; Вот потому что. Остальные начинаются с дроби. И праведность: доброта; Об этом сказал Ибн Аббас. И еще о нем: Он правдив в том, что обещает. Ибн Джурайдж сказал это.", "06f5e780e9460cc8": "Всемогущий Бог говорит: Так помни, то есть помни, о Мухаммад, свой народ с Кораном. По милости твоего Господа, то есть по посланию твоего Господа, ты не являешься прорицателем, изобретающим слова и объявляющим то, что будет завтра, без откровения. И это не безумие. Это ответ на их слова о Пророке, да благословит его Бог и дарует ему мир. Укба бин Аби Муайт сказал: «Он сумасшедший», Шайба бин Рабиа сказал: «Он волшебник», а другие сказали: «Он прорицатель». Поэтому Всемогущий Бог отверг их и ответил им. Тогда было сказано: Смысл того, чем вы являетесь по милости вашего Господа, – это клятва. То есть: Милостью Божией ты не священник и не сумасшедший. Было сказано: Это не клятва, а скорее то, как вы говорите: Слава Богу, вы не невежественны. То есть Бог освободил вас от этого.", "063f6672a3324374": "Всемогущий Бог говорит: Или они говорят, что он поэт? То есть говорят: Мухаммад – поэт. Сибавайх сказал: «Он обратится к слугам по поводу того, что произошло, по их словам». Абу Джафар ан-Наххас сказал: «Это хорошая речь, но она неясна и не объяснена». Сибавайх хочет, чтобы слово «ум» в арабской речи менялось от хадиса к хадису. Как сказал [Аль-Аша]: [Страница: 67] Вы отказались от этого добровольно или научились говорить? Потом он вышел к другому и сказал: «Мать беременна, и увы, там прокаженный». То, что упоминается в Книге Всевышнего по этому поводу, означает сообщение, упрек и отход от хадиса к хадису, а грамматики обозначают это словом «но». Мы ждем этого, сомнения Аль-Мануна. Катада сказал: Некоторые из неверных сказали: \"Группа неверующих ждет Мухаммеда. Для вас достаточно смерти, так же, как было достаточно поэта Бану такого-то\". . Ад-Даххак сказал: Это сыновья Абд ад-Дара, который приписывал ему звание поэта. То есть он скоро умрет, как погибло много поэтов до него, и если его отец умер молодым, то он может умереть, как умер его отец. Аль-Ахфаш сказал: Мы ждем этого, пока не возникнет сомнение в смысле, поэтому он удалил предлог, как вы говорите: Я имел в виду Заида и я имел в виду Заида. Аль-Мунун означает смерть по словам Ибн Аббаса. Абу Аль-Гуль Аль-Тахви сказал: «Они предотвратили лихорадку Аль-Вакби, нанеся удары по комбинации различных форм Аль-Мунун, что означает смерть». Он говорит: Избиение объединяет людей, разбросанных по местам. Если бы смерть пришла к ним по местам, то она пришла бы к ним отдельно, а если бы они собрались в одном месте, то смерть пришла бы к ним всем вместе. Аль-Судди сказал со слов Абу Малика, со слов Ибн Аббаса: «В Коране есть сомнение, сомнение, за исключением одного места в Аль-Туре, сомнения в Аль-Мануне, имея в виду важные события. Поэт сказал: Ее ждет сомнение в судьбе, возможно, ее когда-нибудь освободят, или ее муж умрет. Муджахид сказал: Сомнение в судьбе – это событие вечности, а желание – это вечность. Абу Зуайб сказал: Безопасность Аль-Мануна и его сомнения повредят, и вечность не является упреком для того, кто встревожен. Аль-Аша сказала: Если она увидит слепого, то сомнение Аль-Мунуна и время, приправленное смятением, причинят ему вред. Аль-Асмаи сказал: «Аль-Мунун – это день и ночь». Их называют так, потому что они сокращают продолжительность жизни и сроки. И от него: Сказано было, что вечность блаженна, потому что она отнимает у животного благодать, т. е. его силу, так же, как и смерть. Абу Убайда: Было сказано, что вечность полна. Потому что он слабый, по их поговорке, верёвка минин, что означает слабый, а минин — это слабая пыль. Аль-Фарра сказал: «Мунун» женского рода и является одним и множественным числом. Аль-Асмаи: Аль-Мунун един и не имеет групп. Аль-Ахфаш: Это группа, в которой нет одного человека, и Аль-Мунун состоит из мужчины и женщины. Кто о нем упоминает, тот делает это вечностью или смертью, а кто делает его женским, то толкование строится по смыслу, как будто он намеревался умереть.", "d2a9dcc47bdf2670": "[Страница: 68] Изречение Всевышнего: Скажи: «Подождите», то есть скажите им: «О Мухаммад, подождите», что означает: Подождите. Ибо Я с тобой среди ожидающих, то есть среди ожидающих наказания за тебя. И в день Бадра их пытали мечом.", "94d8e87ae0962766": "Всемогущий Бог говорит: Или их сны, то есть их разум, приказывают им сделать это, то есть солгать тебе? Или это тиранический народ, то есть, или они преступили без ума? Было сказано: «Умм» означает «но»; То есть: Напротив, они не уверовали из-за преступления, даже если бы истина явилась им. Амру ибн аль-Аасу сказали: «Почему твой народ не верит, когда Бог назвал их разумными?» Он сказал: «Это умы, созданные Богом». То есть удача ему не сопутствовала. Было сказано: их мечты, имеется в виду их умы. Потому что неверующему разум не дан, а если бы он имел разум, то уверовал бы. Скорее, неверному дается повод, и он становится для него оправданием. Разум принимает знания в целом, а разум различает знания и оценивает количества по границам повеления и запрета. Со слов Пророка, да благословит его Аллах и дарует ему мир, было передано, что один человек сказал: «О Посланник Божий, как мудр такой-то христианин!» Он сказал: «Мех, у неверного нет ума. Разве вы не слышали слова Всемогущего Бога: И они говорят: «Если бы мы слушали или рассуждали, мы не были бы среди спутников Пламени». В хадисе Ибн Омара: Пророк, да благословит его Аллах и приветствует, упрекнул его, а затем сказал: «Ах, ведь мудрец тот, кто действует в послушании Богу». Ат-Тирмизи Аль-Хаким Абу Абдулла упомянул его в своей цепочке передачи.", "bb3fa5a68362a3ed": "Или они говорят, что ты говоришь это, то есть он это выдумал и выдумал, имея в виду Коран? А сказать: сделать вид, что говоришь, но в большинстве случаев принято лгать. Говорят, ты сказал мне то, чего я не говорил! И ты сказал мне то, чего я не говорил; То есть: я молился за него. Она говорит ему, что он солгал ему. И сражался над ним, говорил: И он имеет положение в обители правдивости и блаженства, и тот, кто борется против того, кто судит меня, опирается на первое «ум» для отрицания и второе для утверждения, то есть не так, как говорят. Скорее, они не верят из-за отрицания и высокомерия.", "cfdba23c06164dfa": "Так пусть они сами придумают подобный хадис, то есть Коран, подобный этому, если они правдивы, что Мухаммед выдумал его. Аль-Джахдари также прочитал: «Пусть они приведут подобный хадис». «Ха» в слове «подобный» относится к Пророку, да благословит его Бог и дарует ему мир, и к нему добавлен хадис, о котором идет речь в Коране, потому что он был послан с ним. Отвлечение от совместного чтения Корана.", "6a153649f8d460d1": "Передал Ибн Умар: Пророк (ﷺ) сказал: «Среди деревьев есть дерево, листья которого не опадают и похоже на мусульманина. Назови мне имя этого дерева». Все начали думать о деревьях пустынных мест. И я подумал о финиковой пальме. Затем остальные спросили: «Пожалуйста, сообщите нам, что это за дерево, о Посланник Аллаха (ﷺ)?» Он ответил: «Это финиковая пальма.", "50720cc75231284e": "Всемогущий Бог говорит: Если бы мы намеревались отвлечься, некоторые люди не подумали бы, что у него есть сын. Он сказал: «Если бы мы намеревались развлечься и развлечься, это женщина на языке Йемена; Об этом сказал Катада. Укба бин Аби Джасра сказал: Тавус, Ата и Муджахид пришли спросить его о высказывании Всевышнего: «Если бы мы намеревались развлечься», он сказал: «Развлечение – это жена; Аль-Хасан сказал это [с. 186]. Ибн Аббас сказал: детское развлечение; Аль-Хасан также сказал это. Аль-Джавхари сказал: «Это можно использовать, чтобы отвлечься от полового акта». Я сказал: И из этого следует высказывание Имру аль-Каиса: Разве я не заявил сегодня ложно, что я вырос и что развлечения не приносят пользы таким людям, как я? Половой акт назван отвлечением только потому, что это отвлечение для сердца, как сказал Зухайр бин Аби Сальма: «И среди них есть отвлечение для друга и Манзхар аль-Джавхари: Высказывание Всевышнего: Если бы мы намеревались отвлечься, они бы сказали: женщина, и сказано: сын». Мы бы взяли это у нас, то есть у нас, а не у вас. Ибн Джурайдж сказал: «От жителей небес, а не от людей земли». Было сказано: Он хотел ответить тем, кто говорил, что идолы – это дочери Бога. То есть как твоя скульптура может быть нашим сыном? Ибн Кутайба сказал: «Этот аят является ответом христианам». Если мы деятели, то Катада, Мукатиль, Ибн Джурайдж и Аль-Хасан сказали: «Смысл в том, что мы не были деятелями; Например: «Ты не что иное, как предупреждающий», то есть ты всего лишь предупреждающий. И смысл отрицания был полным, когда он сказал: Мы взяли бы это у Нас. Было сказано: «Это соответствует значению условия; То есть если мы делаем то, но не делаем этого, потому что для нас невозможно иметь ребенка; Если бы это было так, мы бы не создали Рай, Ад, смерть, воскресение или расплату. Сказано: Если бы мы хотели усыновить сына путем усыновления, мы бы забрали его из числа ангелов у себя. Некоторые люди склонялись к этому; Потому что завещание может относиться к усыновлению, но усыновление ребенка невозможно, а завещание не относится к невозможному; Аль-Кушайри упомянул об этом.", "497c6fbaa9e7b425": "Всемогущий Бог говорит: Напротив, мы клевещем на истину против лжи, клеветы и клеветы. То есть мы бросаем истину на ложь. Он уничтожает его, то есть побеждает его и уничтожает его. Целью штампа является отрезание головы до тех пор, пока она не достигнет мозга, включая штамп. Истина здесь – Коран, а ложь – Сатана, по мнению Муджахида. Он сказал: Все ложное в Коране – это сатана. Было сказано: Ложь – это их ложь и описание Бога – Всемогущего – с иными, чем Его атрибутами, такими как ребенок и другие вещи. Сказано: Он имел в виду доказательства с истиной, а с ложью уподобил их. Сказано: Истина – это проповедь, а ложь – грех. Смысл близок. Коран содержит аргументы и проповеди. Если он скучает, то есть потерян и поврежден; Об этом сказал Катада. Горе вам, т. е. муки в загробной жизни за то, что вы описали Бога чем-то, что непозволительно описывать. Ибн Аббас сказал: «Горе долина в аду». Оно выдвинулось вперед. О том, что вы описываете, что из того, что вы отрицаете; Об авторитете Катады и моджахедов: [стр. 187] Его коллега вознаградит их за их описание, то есть за их ложь. Было сказано: Одна из невозможных вещей, которые вы описываете Богу, это то, что Он, Слава Ему, принимает Его как сына.", "7e6a0d031b2bb8c7": "Всемогущий Бог говорит: И Ему принадлежит тот, кто на небесах и на земле, то есть власть и творение. Так как же Ему позволительно ассоциировать с Ним того, кто является Его слугой и творением? И под Ним я имею в виду ангелов, которых вы упомянули, — дочерей Бога. Они не высокомерны, то есть не воздерживаются от поклонения Ему и подчинения Ему. И они не грустят, т. е. утомляются; Об этом сказал Катада. Оно взято из Аль-Хасира, что означает измученного и измученного верблюда: «Горе верблюда — это разбитое сердце, он изнурен и изнурен, и «его разбитое сердце» похоже на него, «его разбитое сердце» — это разбитое сердце, которое превышает и не превышает, и «его разбитое сердце» — это также разбитое сердце, поэтому это «хасир». Ибн Заид сказал: «Они не скучают». Ибн Аббас: Они не возражают. Абу Заид сказал: «Они не устают». Было сказано: «Они не терпят неудачу; Ибн аль-Араби упомянул об этом; Смысл один.", "fa9194de34781407": "Ему принадлежит все, что на небесах и на земле. Те, кто с Ним, не слишком горды, чтобы поклоняться Ему, и не устают. Вновь пришедшие вещи принадлежат Ему как собственность, а порожденные существа принадлежат Ему по указу. Он слишком трансцендентен, чтобы его можно было украсить конформизмом или приуменьшить оппозицией. На земле и на небесах все порожденные существа и вновь пришедшие вещи, существующие вещи и вещи, уходящие в ничто, являются Его царством и владением, Его слугами, рабами и мальчиками-служителями. С точки зрения владык смыслов, реальность королевской власти — это способность творить и изобретать. Эта реальность — Его атрибут, и достойное царствование — Его царствование — без коня и слуг, без барабанов и флагов, без армии и свиты. Когда цари мира выставляют напоказ свои армии, они садятся на своих слуг и свиту, выставляют напоказ коней и движимое имущество, а затем поднимают голову, хвастаясь своим царским саном и имуществом, благословениями и прихотями, кавалерией и пехотой, царским двором и залом для аудиенций. Что касается Реального, Он разжигает огонь ненужности в остатках и следах царства бытия, Он превращает мир в рассеянный прах [25:23] и Он стряхивает прах остальных с края могущества. Он надевает повод разрушения на коня существования и издает миру этот призыв: «Чье сегодня царство?» Тогда Он Сам отвечает со Своим возвышенным величием: «Божий, Единый, Всепокоряющий» [40:16]. Когда человек веры верит, что все является Его законной обязанностью и царством и что всякое возвышение является Его возвышением, ему уместно разбить скрижаль претензий, скатать ковер глупости, выкинуть из головы заблуждение эгоизма и оторвать юбку от двух сфер бытия и двух миров. Ему будет стыдно склонить голову перед таким творением, как он сам, или привязать свое сердце к кому-либо. «Тот, кто стремится к океану, не нуждается в ручьях». Когда ныряльщик имеет высокие устремления и тратит свою жизнь на взаимные уступки океану, чтобы заполучить освещающую ночь жемчужину, зачем ему отдавать себя черной бусине? Он сказал прекрасные слова, этот возвышенный человек той эпохи: «Тот, кто признает Реальное, не будет мириться с унижением созданий».", "b5c496e6b0074cfa": "Передал Анас: Пророк (ﷺ) сказал: «Тот, кто сказал: «Никто не имеет права на поклонение, кроме Аллаха, и имеет в своем сердце добро (веру), равное весу ячменного зерна, будет взят из ада». И тот, кто сказал: «Никто не имеет права на поклонение, кроме Аллаха, и имеет в своем сердце добро (веру), равное весу пшеничного зерна, будет взят из ада. И тот, кто сказал: «Никто не имеет права на поклонение, кроме Аллаха, и имеет в своем сердце добро (вера), равное весу атома, будет взят из ада»."}